Tekla.Structures.Model.Operations.Operation.MISExportTypeEnum
The MIS export types.

Tekla.Structures.Model.Operations.Operation.MISExportTypeEnum.DSTV
The DSTV type.

Tekla.Structures.Model.Operations.Operation.MISExportTypeEnum.KISS
The KISS type.

Tekla.Structures.Model.Operations.Operation.MISExportTypeEnum.EJE
The EJE type.

Tekla.Structures.Model.Operations.Operation.MISExportTypeEnum.EPC
The EPC type.

Tekla.Structures.Model.Operations.Operation.MISExportTypeEnum.STEEL2000
The STEEL2000 type.